[
    {
        "title": "今天你真好看",
        "date": "2018-12-24",
        "rating": 9.5,
        "comment": "一本清新暖萌的漫画集，收录了莉兹•克里莫150多张逗趣漫画。书中集结了所有你能想到的各种萌物，恐龙、棕熊、兔子、企鹅，甚至还有伞蜥、獾、土拨鼠、狐獴……在诙谐的对话中，它们展现出一种与生俱来的幽默感和令人艳羡的生活情趣。你可能是书中任何一个动物，而书 中的动物可能是你身边的任何一个人。"
    },
    {
        "title": "社保交了怎么用",
        "date": "2018-12-23",
        "rating": 7,
        "comment": "想不到在工作了8年多之后才真正去了解社保（五险一金）是怎么用的，虽然之前没有真正去了解，不过从身边熟悉这块的人中也学到不少相关的知识，所以书中的很多知识点都是知道的，对于自己来说，还是统一了解下比较好。"
    },
    {
        "title": "东方快车谋杀案",
        "date": "2018-12-22",
        "rating": 9.5,
        "comment": "看的比较多推理小说一般是东野圭吾的，而欧美的推理小说最难记的就是名字，每次都忘记了某个名字对应的人，最好是做好笔记。与无人生还一样，布局很微妙，推理很精彩，人物的刻画也很到位。\n\n想象不到凶手是十二个人组成的，与其说是一场集体谋杀，不如说是一场集体审判，对不健全的法律制度的审判，对人性的审判。最后，波洛、布克及医生的成全成就了一个好结局吧。"
    },
    {
        "title": "富人的逻辑",
        "date": "2018-12-20",
        "rating": 7,
        "comment": "富人的逻辑，简单来说，一方面是如何创造财富，另一方面是如何保有财富。虽然没有太多新的知识点，有些还是不断记录下，不断积累提高自己。\n\n文中强调了创业的重要性，对自己来说，现在更好的做法是把全部注意力放在作为企业高管的事业上，同时做到储蓄和明智的投资，从而让自己的财富增长。而在创造财富的过程中，最重要的要素是给自己设定明确的目标。储蓄既需要自我约束，也需要强大的动力，而动力反过来又需要具体的目标。要记住永远不要动用已经投在股票上的钱，应该准备好备用资金，投资的钱只能是长期不用到的。"
    },
    {
        "title": "镖人：卷三",
        "date": "2018-12-19",
        "rating": 8.5,
        "comment": "主要讲述四大家族被利用，将老莫杀害后追杀阿育娅的故事。"
    },
    {
        "title": "小岛经济学",
        "date": "2018-12-15",
        "rating": 8.5,
        "comment": "比较简单易懂的经济入门书，对于我来说比较合适，现在学习经济、金融相关的知识，先从简到深，一步步来。\n\n书中主要围绕小岛作为故事进行讲述，再到链接现实，可以从中了解到货币、银行、储蓄是怎样产生的，以及房市、外贸是怎么运作的，里面的岛名和国家名都是对我们现实社会的投射和隐喻，对一些疑问也进行了比较深入的剖析，如：通货膨胀到底是怎么来的？为什么中国要购买这么多的美国国债？席卷全球的经济危机又是怎么发生的？\n\n我们无需成为每一学科的专家，但在学习的过程中，多学习一点，对于世界的把握也就多一点点。合上本书时，相信无论之前有多少背景知识，都会更深入了解我们所身处的这个世界和经济运行规律。"
    },
    {
        "title": "镖人：卷二",
        "date": "2018-12-14",
        "rating": 8.5,
        "comment": "主要讲述刀马和小七带着族长老莫的女儿阿育娅护送知世郎入长安的故事，剧情不错，就是有点短。"
    },
    {
        "title": "投资第一课",
        "date": "2018-12-13",
        "rating": 8.5,
        "comment": "算是第二次阅读了，在刚刚接触投资的时候其实就读了一遍，不过当时还很多不理解的地方，现在在后面有些地方也是不是很理解，只能慢慢提高自己在这一方面的知识水平。\n\n文中涉及的知识面很广，单纯笔记的话就记录 150 多条，最后面作者给了了三十多条建议，还是值得细看的。前半部分讲投资的价值观，后半部分主要讲如何估值。虽然说没有涉及操作层面，不过读完还是有不少收获的。"
    },
    {
        "title": "镖人：卷一",
        "date": "2018-12-13",
        "rating": 8.5,
        "comment": "漫画故事中选用了中国独有的文化符合——侠客，这是一个极富魅力和美感的精神形象。漫画一开始通过一场打斗，使刀马这个主人公的形象深入人心，而到最后刀马在缉拿逃犯因为正义杀了朝廷命官，让人想着继续后面的故事。作为一部国漫，觉得还是挺不错的，现在慢慢的有许多优秀的国漫了。"
    }, 
    {
        "title": "放学后",
        "date": "2018-12-11",
        "rating": 8.5,
        "comment": "这本书是东野圭吾的成名作，1985年便已经获奖，看了十来本他的书，这是第一本以第一人称写的书。跌宕起伏的剧情，生动的人物，让读者错愕的结局，在这本书中也得到了体现。真相背后还有真相，意外之后还有逆转，看完后觉得意犹未尽。"
    },
    {
        "title": "伽利略的苦恼",
        "date": "2018-12-07",
        "rating": 8,
        "comment": "主要由五个故事组成，事关科学，更关于人性。伽利略是指物理教授汤川，首次接触汤川是在《嫌疑人X的献身》，最近看的《禁断的魔术》也是以汤川为主线，讲解使用科学犯罪或者杀人，线索一点点的讲述开来，伽利略对其进行精彩的推理，最后找出真凶。"
    },
    {
        "title": "小白股票入门",
        "date": "2018-12-07",
        "rating": 6,
        "comment": "主要是帖子的合集，比较零散，了解了一些基础的概念，例如K线图。除了一些基础操作，有一半是讲技术分析的，可能不太适合自己，也就没有做深入的研究。"
    },
    {
        "title": "理财不用懂太多",
        "date": "2018-12-06",
        "rating": 8.5,
        "comment": "每个人都有一个财富蓄水池，往蓄水池里注水（财富收入），有三种方法：用手，用脑，用钱。“挣”钱是在做加法，消费支出是做减法，而“赚”钱则是做指数运算。我们应该努力增加用钱的方式，也就是投资的方式来注水。\n\n对于自己来说，已过30岁，以前还有些迷茫，现在明白了最重要的不是混到什么职位，拿到多少年薪，而是这期间形成的主要的价值观。30岁至退休，是我们人生最主要的积蓄期，我们的进水管会大于出水管，这期间也是实践财富管理最重要的时期——前30年打下的只是基石，后30年才真正开始建房子！学习投资理财，虽然相比其他人有些晚了，不过明白了上面的观点，也就豁然开朗许多。\n\n在生活中，我们可以将自己的时间划分为投资型和消费型。而对于开销的理解，应该要多以金钱来量化，把时间也计算在内，例如洗车，自己花半小时洗可能省下30块，但是实际上却浪费了时间。\n\n而对于房贷的问题，之前还考虑过要不要提前还款，现在明白了在个人贷款中，房贷是利率最低的品种，通货膨胀使债权人（借出）受损，债务人（借入）受益——通货膨胀降低了获取资金的实际成本，所以我们可以尽量利用贷款。\n\n最后，我们要从概率方面去理解风险和收益，才是正确的投资思路。需要慢慢来，投资是场马拉松，不是百米赛跑。保持良好的心态，不借别人的钱投资股票，不将短期要用到的钱投资股票。少一份贪婪，多一份清醒。投资理财慢即是快，慢慢买资产，慢慢钱生钱。"
    },
    {
        "title": "好妈妈胜过好老师",
        "date": "2018-12-05",
        "rating": 9,
        "comment": "在儿童教育上不可多得的一本好书，对于小孩，主要从如何提高爱的质量、如何把学习当成轻松的事情、如何培养良好的学习习惯和有用的品格这几个方面结合一定的案例进行讲解，而对于家长，则是从如何做个有智慧的家长、应该重视小事以及要注意教育误区这几个方面结合一定的案例进行讲解。\n\n对于一个刚当不久的爸爸来说，这本书的教育观念值得学习，例如注重小孩的阅读培养、给予小孩自由等等，另外还是可以有值得借鉴的地方，例如模拟开商店、提意见会议等等。\n\n本书所传达的是一种教育的理念，不完全是方法，可能每个小孩在成长的过程中遇到的问题都不一样，但是最主要的还是要懂得什么是爱孩子，要尊重孩子并给予他自由。结合好妈妈胜过好老师2，值得多读几遍。"
    },
    {
        "title": "工作前5年，决定你一生的财富",
        "date": "2018-12-03",
        "rating": 9,
        "comment": "第一次接触三公子是听知乎live，也是投资理财的入门，但是学到很多东西，可以说她是带领自己入门的第一个老师吧。\n\n书中结合作者自己的生活，讲述如何从第一个10万到50万的经历，讲的是工作的前五年，其实应该早一点看这本书的。\n\n正如作者所说，梦想很美好，但没有金钱的助推，梦想就会变成可笑的幻想。越来越能体会到金钱的重要性，而要获得巨大的收益，有两点很重要：时间长短和年收益率。时间对于自己来说，从现在开始，已经是固定的了，而现在最重要的是认真系统地看书，通过不断地学习，不断地尝试，不断地调整自己的规划，严格按照纪律前进，相信自己就一定可以掌握未来的方向。\n\n对于自己来说，这个时候既是质变的关键阶段，也是人生最辛苦的阶段，因为要兼顾投资和工作，必须咬牙挺过去。挺过去就是一片不同的天，挺不过去，这辈子就这样了。\n\n对于平时操作上的要求，应该做到迅速买定离场。然后该继续学习继续学习，该工作继续工作，该过日子继续过日子。"
    },
    {
        "title": "半小时漫画理财书",
        "date": "2018-12-01",
        "rating": 8,
        "comment": "投资理财入门书，讲了货基、国债、P2P、银行理财、基金定投、股票、债券、黄金等基础知识，有助于自己查漏补缺。\n\n书中提到的我们的劳动收入是对数增长，而被动收入(投资)是指数增长，对于工作8年多的自己来说，越来越意识到确实是这样子。以前把重点都放在工作上，现在需要转变一下，把重点放在被动收入上，不断提高自己，相信在这条路上可以越走越好。"
    },
    {
        "title": "跟钱钱学理财",
        "date": "2018-11-30",
        "rating": 9,
        "comment": "看完小狗钱钱的时候，还是自己刚接触投资理财的时候，当时跟富爸爸穷爸爸一起，开始了自己的投资理财之路。\n\n现在看跟钱钱学理财，作者在记录原书每一章的重点内容后，讲解了自己的了解，然后结合问题以及附带网友的答案。还是挺不错的，在这一过程中，有思考有输出，可以更好的理解原书中要讲的道理。\n\n在这本小书中，还是能学到不少东西的，但是正如书中所说，看完书后，最重要的还是行动，在拥有属于自己的梦想和变富的理由之后，多去尝试不怕失败，相信自己一定可以实现。"
    },
    {
        "title": "Linux/UNIX OpenLDAP实战指南",
        "date": "2018-11-28",
        "rating": 7.5,
        "comment": "该书讲了 OpenLDAP 相关的知识，有一定的用处，自己结合之前部署的 LDAP，深入的了解 LDAP 相关的原理以及应用到实际的工作上。"
    },
    {
        "title": "成功的聪明人太多了，我必须为笨蛋争口气！",
        "date": "2018-11-26",
        "rating": 8,
        "comment": "书比较薄，不用半个钟就看完了，不过总的来说还是挺治愈的，在不开心的时候可以看一看，好些还是会让人有想笑的感觉。"
    },
    {
        "title": "禁断的魔术",
        "date": "2018-11-26",
        "rating": 8.5,
        "comment": "看了那么多本东野圭吾的书，这本算是比较简短的，不过还是一贯的风格，先分开写到后面再慢慢把整条线连起来。这是一本关于物理的书籍，首先科学没有善恶之分，只有是在于用的人，就像电脑一样，可以帮助我们工作，也可以作为黑客的工具。\n\n书中对于每个人的性格特点描述还是挺到位的，最精彩还是在结局，已经不局限于推理本身了，把谜题弱化了，更多讲的是人性，把重点放到了爱与宽恕的高度和深度上。"
    },
    {
        "title": "半小时漫画中国史3",
        "date": "2018-11-25",
        "rating": 8.5,
        "comment": "半小时漫画书，展现的是浅显的历史，以前的时候对历史没什么兴趣，没有好好学习历史，现在多知道一些事情，多学习总归是好的，书里的内容轻松有趣，还蛮好玩的。这本书介绍了南北朝-隋朝-大唐盛世，看完后知道了大概的历史脉络图，也了解了番外篇即李白的故事。"
    },
    {
        "title": "韭菜的自我修养",
        "date": "2018-11-25",
        "rating": 8,
        "comment": "通过这本小册子，我们知道什么是“韭菜”，并且认识到自己其实就是一颗“韭菜”，而作为一颗“韭菜”，要学会亡羊补牢，对于自己的范的错要懂得反省并不断的学习改进。\n\n虽然该书讲的是区块链和比特币，不过也能认识到市场它不是一个零和游戏，认识到什么是周期，并认识到投资应该以怎么的频次交易。\n\n要摆脱“韭菜”的命运，需要不断的提高自己的软实力，即不断的读书学习并提高价值投资知识，形成一套有效的投资体系，以及提高长期稳定的低成本现金流。学会如何成为价值投资者，减少交易次数，多做长期投资，在此之外，还要有属于自己的生活和工作。"
    },
    {
        "title": "好好赚钱",
        "date": "2018-11-24",
        "rating": 8.5,
        "comment": "对于投资来说，认知和富人思维很重要，我们需要不断的提高自己对投资的认知以及培养自己的富人思维。\n\n理财的第一步是明确自己理想的生活，再思考财务如何支持我们实现目标，和金钱成为朋友。\n\n书中介绍了投资复利最重要的三个因素：本金、利率和计息期。并介绍了社保、保险、银行理财、国债、基金、定投指数基金、以及极简的投资组合等一些基础的投资理财知识。\n\n最后，让我们使用五份说明书轻松管理财务，即：风险说明书、投资说明书、资产说明书、保险说明书和安全说明书。感觉是一本比较实用的入门书。"
    },
    {
        "title": "半小时漫画中国史2",
        "date": "2018-11-23",
        "rating": 8.5,
        "comment": "半小时漫画书，展现的是浅显的历史，以前的时候对历史没什么兴趣，没有好好学习历史，现在多知道一些事情，多学习总归是好的，书里的内容轻松有趣，还蛮好玩的。这本书介绍了大汉-三国-两晋，看完后知道了大概的历史脉络图。"
    },
    {
        "title": "小白理财第一课",
        "date": "2018-11-22",
        "rating": 8,
        "comment": "讲解了什么是理财，理财需要从记账开始，以及一些简单投资理财知识，对于我来说，大部分都能明白，不过可以试试随手记进行记账。"
    },
    {
        "title": "幻夜",
        "date": "2018-11-21",
        "rating": 8.5,
        "comment": "作为《白夜行》的姊妹篇，在看书的过程中，很多的剧情都可以猜的出来，不过却没能猜出结局，唯一知道真相的两个人都死了。不得不感慨，女主角为达目的不择手段，任何人都可以欺骗和利用。\n\n看完该书，有一点疑问作者还是没有揭示出来，那就是女主想隐藏的过去是什么？这里留给读者有挺大的想象空间，有一种说法是所谓的美冬便是雪穗本人，为了隐藏隐瞒那段“白夜行”的岁月，她失去亮司了，太阳从此彻底熄灭，于是就有了幻夜。"
    },
    {
        "title": "小王子",
        "date": "2018-11-19",
        "rating": 9.5,
        "comment": "这本书其实之前有看过，不过没什么印象，现在重读了一遍。就像书的扉页所写的那样，献给曾经是孩子的大人。\n\n如今我们长大了，似乎都已经忘记自己曾经是个孩子。“我还有很多正经事要做！”这是经常听到的话，每天似乎都忙忙碌碌的，都没有时间停下来，看看星空或者夕阳，看看一朵玫瑰的开花和凋谢。\n\n印象比较深的是在小狐狸那里，驯服=建立关系，它诚挚地对小王子说“请你驯服我吧！”。芸芸众生中，每个人都是沧海一粟，每个人都是一样的，我不需要你，你也不需要我。可是建立关系后，对于彼此来说，就是世界上独一无二的。"
    },
    {
        "title": "半小时漫画中国史",
        "date": "2018-11-18",
        "rating": 8.5,
        "comment": "半小时漫画书，展现的是浅显的历史，以前的时候对历史没什么兴趣，没有好好学习历史，现在多知道一些事情，多学习总归是好的，书里的内容轻松有趣，还蛮好玩的。这本书介绍了春秋-战国-秦朝-汉朝，看完后知道了大概的历史脉络图。"
    },
    {
        "title": "雪球专刊205-给父母的投资锦囊",
        "date": "2018-11-17",
        "rating": 8,
        "comment": "对我的父母来说，投资自己的健康与好心情是最重要的。我的父母操劳一生，为了子女为了家庭，不惜牺牲自己的一切代价。除了把我们养大之外，一辈子能剩下的积蓄，其实也不多了，甚至都不够养老。平时他们不太为自己花钱，哪怕生病了，不到万不得已都不想去好好治疗。总还想着要留点钱给我们，他们几乎没有任何投资资产，即使有也只是将资金放在银行吃利息。"
    },
    {
        "title": "好妈妈胜过好老师2：自由的孩子最自觉",
        "date": "2018-11-16",
        "rating": 9,
        "comment": "本书是由一个个真实的案例组成的，作者将那些有困惑妈妈们提出的现实问题，逐一给予疏导、解决，传授该如何遇到困难时不着急，先让自己变得强大起来，再慢慢的教导小孩。\n\n书中提到的很多观点让人觉得十分“大胆”和“新奇”，虽然自己的小孩还小，不过还是有挺多值得借鉴和学习的地方，或者等小孩长大一些再读又有不同的感悟。\n\n总结全书，一个理念：人性本善，四个关键词：尊重、自由、爱和支持。\n\n另外，正如作者所说，在看该书的时候，不但要看到如何做，更要看到为什么这样做，看到背后的原则和理念，看到这些方法后面真正的动机，出于什么动机去做一件事，往往决定着最终的结果。当家长真正把握了这些教育原理时，就找到了一把“万能钥匙”，可以打开无数的“症结之锁”。"
    },
    {
        "title": "无人生还",
        "date": "2018-11-15",
        "rating": 9.5,
        "comment": "晚上喝太多茶，睡不着，看了该书后竟然停不下来，一口气给看完了，故事讲的是十个互不相识的人，被邀请到一座岛中，结果无人生还。\n\n一开始为了记住10个人的名字和职业，还特意做了笔记，对于个人来说，外国人的名字太难记了，虽然看到最后才大概猜出结局，不过还是挺有吸引力的，一方面主要是因为自己还是比较看喜欢侦探推理类的小说。"
    },
    {
        "title": "纸上得来",
        "date": "2018-11-14",
        "rating": 9,
        "comment": "纸上得来，终觉浅。\n\n我们要坚持阅读的习惯。把读书当作一件和吃饭睡觉一样自然的活动，每天有固定读书时间。\n\n读书就像交朋友，有深浅之分，一开始都需要通过大量的检视阅读（泛读），来找到自己喜欢的高质量的书籍。泛读只是开始而非结束，而优秀的书籍是需要精读和重复阅读的。就像交朋友一样，你与他相处的时间越长，你们之间的关系越亲密。\n\n如何读书呢？要明确三点：\n1. 我希望通过读书得到什么？\n2. 我要阅读哪些书？\n3. 读完这些书后，我要做什么？\n这三个问题，就对应着三个关键元素：「目标」、「阅读」、「行动」。\n\n自己比较欠缺的是「行动」这一块，「行动」必须明确、清晰、可以量化，而且和目标紧密相连。如果你的目标是掌握诗词格律，那么你的行动就可以是「写五首格律诗」；如果你的目标是掌握写小说的技巧，那么你的行动可以是「写一部短篇小说」。有人可能会问，那么我的目标仅仅是了解三国历史，或者是懂得一些天文常识，那么我要怎么设定我的行动？可以把你的行动设定为写一篇关于这个主题的文章，或者是在知乎相关领域回答几道问题，或者是写一篇读书笔记。"
    },
    {
        "title": "跟孩子一起学说话",
        "date": "2018-11-13",
        "rating": 8.5,
        "comment": "让孩子觉得与人交流是轻松而愉快的，这是促进儿童语言发展的第一要旨。\n\n在交流的过程应该采取「多描述、少提问」的方式和孩子交流。\n\n在小孩子开始学习说话时要注重输入，多跟小孩说话，可以从看得见、摸得着的词汇入手。学习过程中，应该多夸孩子，让他对学习语言有自信。"
    },
    {
        "title": "从0到1：开启商业与未来的秘密",
        "date": "2018-11-12",
        "rating": 8.5,
        "comment": "从1到n，是水平进步（广泛进步），意思是照搬已取得成就的经验。而从0到1，是垂直进步（深入进步），意味着要探索新的道路。\n\n书中对比了竞争性与垄断性公司各方面的差异，重点在于如何建立垄断性的公司。初创企业应该从占领市场，到扩大规模，再到后来者居上一步步建立垄断地位。"
    },
    {
        "title": "Docker 全攻略",
        "date": "2018-11-10",
        "rating": 7,
        "comment": "从Docker介绍到安装再到基本命令，总共占了九成的篇幅，其实这些只要查下文档就可以了，而实际上有用的部分只有一成的篇幅。把实用的东西记录到笔记中，可以在用的时候查阅。\n\n最后，从书中接触到了 Kubernetes，值得好好研究下。"
    },
    {
        "title": "第一本docker书",
        "date": "2018-11-09",
        "rating": 7.5,
        "comment": "作为入门书籍，虽然讲的大部分都懂，还是能学到一些有用的技巧的，只不过书中的有些知识点已经过时了，就没有一一敲代码实践。"
    },
    {
        "title": "金融投资400年-惊人的幻觉和大众的疯狂",
        "date": "2018-11-08",
        "rating": 7.5,
        "comment": "主要讲述了法国的密西西比泡沫，英国的南海泡沫，以及荷兰的郁金香泡沫三大事件，描绘了深陷投机狂潮中的大众的疯狂行为，最终泡沫破灭，自食其果。"
    },
    {
        "title": "了不起的盖茨比",
        "date": "2018-11-07",
        "rating": 8.5,
        "comment": "盖茨比追的是美好的梦，梦里面有很多的人，可是现实是充满欺骗和虚荣的，梦醒了之后还是孤独的一人。梦碎，人亡。"
    },
    {
        "title": "书都不会读，你还想成功",
        "date": "2018-11-06",
        "rating": 9,
        "comment": "这本书通过小说的方式讲读书的重要性，读书就像练武功一样，升级进阶，虽然自己也有不断的在看书，但还真没有过1年看365本书的想法。\n\n从书中还是可以学到不少东西的，也从而萌生了读书记录的想法，从今天开始，每看完一本书都记录起来，时间，书名和读后感，对于重要的内容，可以通过写读书笔记的方式。"
    }
]
